{
  "contacts": [
    {
      "tier": 1,
      "name": "Adeo Ressi",
      "organization": "Founders Institute",
      "email": "adeo@founderinstitute.com",
      "emailSubject": "Pivot Pyramid — already featured on FI blog",
      "emailBody": "Hi Adeo,\n\nHope you're well!\n\nAs a fellow FI mentor, I wanted to share something I've been working on.\n\nAfter my second startup Boostable, while I was investing and mentoring at 500 Startups, I developed a mental framework called the Pivot Pyramid to help startups think about how to pivot and experiment. It got picked up by VentureBeat and the 500 blog at the time.\n\nRecently, I noticed the framework has been cited organically in several places — including on the Founders Institute blog (https://fi.co/insight/what-pivoting-is-when-to-pivot-and-how-to-pivot-effectively), which was a nice surprise.\n\nSo I decided to polish it into a proper framework and ebook. I'm also building an AI agent and canvas editor to help founders put the framework into practice.\n\nThe core idea: not all pivots are created equal. There's a hierarchy — Customer → Problem → Solution → Technology → Growth — and understanding where you are determines how to pivot effectively.\n\nGiven it's already resonating with the FI community, would you be open to exploring a more formal integration into the curriculum? Happy to share the draft and demo the tools.\n\nBest,\nSelcuk",
      "background": "Founder & CEO of Founders Institute — the world's largest pre-seed startup accelerator. FI operates globally with a standardized curriculum for early-stage founders.",
      "relationship": "Fellow FI mentor. Selcuk is part of the FI mentor network.",
      "context": "Framework was already cited organically on the FI blog at https://fi.co/insight/what-pivoting-is-when-to-pivot-and-how-to-pivot-effectively — strong existing traction with FI community without any outreach. Ask: Formal curriculum integration into FI programs."
    },
    {
      "tier": 1,
      "name": "Garry Tan",
      "organization": "Y Combinator",
      "email": "garry@ycombinator.com",
      "emailSubject": "Pivot framework — fellow W14 alum",
      "emailBody": "Hey Garry,\n\nHope you're well! It's been a while since W14.\n\nAfter my second startup Boostable, while I was investing and mentoring at 500 Startups, I developed a mental framework called the Pivot Pyramid to help startups think about how to pivot and experiment. It got picked up by VentureBeat and the 500 blog at the time.\n\nRecently, I noticed it's been cited organically in several places — Founders Institute, among others — so I decided to polish it into a proper framework and ebook. I'm also building an AI agent and canvas editor to help founders put it into practice.\n\nThe core idea: not all pivots are equal. There's a hierarchy — Customer → Problem → Solution → Technology → Growth — and understanding where you are determines how to pivot effectively.\n\nWould love to share it with you. If it resonates, maybe it could be useful for Startup School or the YC community?\n\nBest,\nSelcuk",
      "background": "CEO of Y Combinator (current). Previously co-founder of Posterous (acquired by Twitter), partner at YC, founder of Initialized Capital. Very active on YouTube/social media with startup content.",
      "relationship": "Fellow YC W14 batchmate — direct personal connection from the same YC batch.",
      "context": "Shared YC W14 experience creates warm intro. Framework was picked up by VentureBeat and 500 blog originally. Could be useful for Startup School (YC's free online program) or broader YC community. Ask: Share framework with YC ecosystem, potential Startup School content."
    },
    {
      "tier": 1,
      "name": "Brad Flora",
      "organization": "Y Combinator",
      "email": "brad@ycombinator.com",
      "emailSubject": "Pivot framework — would love your take",
      "emailBody": "Hey Brad,\n\nLong time! Hope you've been well.\n\nAfter my second startup Boostable, while I was investing and mentoring at 500 Startups, I developed a mental framework called the Pivot Pyramid to help startups think about how to pivot and experiment. It got picked up by VentureBeat and the 500 blog at the time.\n\nRecently, I noticed it's been cited organically in several places — Founders Institute, among others — so I decided to polish it into a proper framework and ebook.\n\nThe core idea: not all pivots are equal. There's a hierarchy — Customer → Problem → Solution → Technology → Growth — and knowing which layer is broken determines everything.\n\nWould love to get your take on it. Happy to share the draft.\n\nBest,\nSelcuk",
      "background": "Partner at Y Combinator. Previously founder of Perfect Audience (retargeting platform, acquired by Marin Software). Experienced with startup pivots firsthand.",
      "relationship": "Personal connection from the past — warm relationship. Haven't talked recently but have history together.",
      "context": "Low-pressure ask — just looking for feedback on the framework draft. Brad's experience building and selling Perfect Audience gives him firsthand pivot experience. Ask: Review the draft and share honest feedback."
    },
    {
      "tier": 1,
      "name": "Andrew Chen",
      "organization": "a16z",
      "email": "andrew@a16z.com",
      "emailSubject": "Pivot framework — side project through the holidays",
      "emailBody": "Hey Andrew,\n\nHope you're well!\n\nI've been working on something on the side through the holidays that might resonate with your audience.\n\nAfter my second startup Boostable, while I was investing and mentoring at 500 Startups, I developed a mental framework called the Pivot Pyramid to help startups think about how to pivot and experiment. It got picked up by VentureBeat and the 500 blog at the time.\n\nRecently, I noticed it's been cited organically in several places — Founders Institute, among others — so I decided to polish it into a proper framework and ebook. I'm also building an AI agent and canvas editor to help founders put it into practice.\n\nThe core idea: pivots aren't random. They follow a hierarchy — Customer → Problem → Solution → Technology → Growth — and understanding where you are determines how expensive and risky your pivot will be.\n\nGiven your work on The Cold Start Problem, I think there's natural overlap — especially around the Growth layer pivots.\n\nWould love to share it with you. If it resonates, maybe it could be a fit for your newsletter or a16z content?\n\nBest,\nSelcuk",
      "background": "General Partner at a16z. Author of 'The Cold Start Problem' (book on network effects). Previously led growth at Uber. Has one of the most popular startup newsletters with massive audience. Known for deep dives on growth, marketplaces, network effects.",
      "relationship": "Cold outreach but strong conceptual alignment through his published work.",
      "context": "Natural overlap between Pivot Pyramid's Growth layer and Andrew's expertise on network effects (The Cold Start Problem). Growth layer pivots involve changing distribution/acquisition strategies — directly related to his work. Has huge newsletter audience that would benefit from framework. Ask: Feature in newsletter or a16z content."
    },
    {
      "tier": 1,
      "name": "Greg Isenberg",
      "organization": "Late Checkout",
      "email": "gregisenberg@gmail.com",
      "emailSubject": "Pivot framework — might be podcast material",
      "emailBody": "Hey Greg,\n\nHope you're well!\n\nI've been working on something I think your audience would dig.\n\nAfter my second startup Boostable, while I was investing and mentoring at 500 Startups, I developed a mental framework called the Pivot Pyramid to help startups think about how to pivot and experiment. It got picked up by VentureBeat and the 500 blog at the time.\n\nRecently, I noticed it's been cited organically in several places — Founders Institute, among others — so I decided to polish it into a proper framework and ebook. I'm also building an AI agent and canvas editor to help founders put it into practice.\n\nThe core idea: pivots follow a hierarchy — Customer → Problem → Solution → Technology → Growth. Most founders pivot randomly. This framework gives them structure.\n\nGiven your focus on building internet businesses and community-first products, I think there's a lot of overlap — especially around the Customer and Growth layers.\n\nWould love to share it with you. Could make for an interesting podcast conversation if you're into it.\n\nBest,\nSelcuk",
      "background": "CEO of Late Checkout (holding company for internet businesses). Focus on building community-first products. Popular podcast host covering startups and internet businesses. Very active on Twitter/social with large following.",
      "relationship": "Cold outreach.",
      "context": "Greg's focus on community-first products and internet businesses aligns with Customer layer (who are you serving?) and Growth layer (how do you acquire them?). His podcast format is conversational and covers practical startup topics — framework would fit well. Ask: Podcast conversation as guest."
    },
    {
      "tier": 1,
      "name": "Chris Yeh",
      "organization": "Blitzscaling",
      "email": "info@blitzscaling.com",
      "emailSubject": "Pivot framework that complements Blitzscaling",
      "emailBody": "Hey Chris,\n\nHope you're well!\n\nI've been working on a framework I think complements your work on Blitzscaling — it's called the Pivot Pyramid.\n\nAfter my second startup Boostable, while I was investing and mentoring at 500 Startups, I developed this mental framework to help startups think about how to pivot and experiment. It got picked up by VentureBeat and the 500 blog at the time.\n\nRecently, I noticed it's been cited organically in several places — Founders Institute, among others — so I decided to polish it into a proper framework and ebook. I'm also building an AI agent and canvas editor to help founders put it into practice.\n\nThe core idea: before you can blitzscale, you need to nail your foundation. The Pivot Pyramid provides a structured way to validate (or invalidate) each layer: Customer → Problem → Solution → Technology → Growth.\n\nI think there's a natural narrative arc: Pivot Pyramid helps you find product-market fit, then Blitzscaling helps you scale it.\n\nWould love to get your thoughts. If it resonates, I'd be honored to have your endorsement — or even explore a foreword.\n\nBest,\nSelcuk",
      "background": "Co-author of 'Blitzscaling' with Reid Hoffman. Investor and entrepreneur. The book is about rapid scaling strategies used by companies like LinkedIn, Airbnb, etc.",
      "relationship": "Cold outreach but strong conceptual fit — frameworks are complementary.",
      "context": "Natural narrative arc: Pivot Pyramid helps you find product-market fit (pre-scale validation), then Blitzscaling helps you scale it (post-PMF growth). The frameworks address different stages but connect logically. Ask: Endorsement quote or potentially explore a foreword."
    },
    {
      "tier": 2,
      "name": "Sarah Stein Greenberg",
      "organization": "Stanford d.school",
      "email": "sstein@stanford.edu",
      "emailSubject": "Design framework for startup pivots — d.school curriculum idea",
      "emailBody": "Dear Sarah,\n\nI'm Selcuk Atli — a serial founder who started and exited two ad-tech startups, and most recently built Bunch (raised $26M, 10M users). I'm also a YC W14 alum and 500 Startups Venture Partner.\n\nAfter my second startup Boostable, while I was investing and mentoring at 500, I developed a mental framework called the Pivot Pyramid to help startups think about how to pivot and experiment. It got picked up by VentureBeat and the 500 blog at the time.\n\nRecently, I noticed it's been cited organically in several places — Founders Institute, among others — so I decided to polish it into a proper framework and ebook. I'm also building an AI agent and canvas editor to help founders put it into practice.\n\nThe Pivot Pyramid applies design thinking principles to startup strategy. It provides a structured hierarchy for understanding business model pivots: Customer → Problem → Solution → Technology → Growth.\n\nGiven the d.school's focus on human-centered design and creative problem-solving, I think this framework could complement your curriculum — especially for students tackling entrepreneurial challenges.\n\nI read \"Creative Acts for Curious People\" and was inspired by your approach to structured creativity. The Pivot Pyramid aims to bring similar structure to the often chaotic process of pivoting a startup.\n\nWould you be open to exploring this? I'd be happy to share the draft and demo the tools.\n\nBest regards,\nSelcuk Atli",
      "background": "Executive Director of Stanford d.school (Hasso Plattner Institute of Design). Author of 'Creative Acts for Curious People'. Pioneer in human-centered design education. The d.school is known for teaching design thinking methodology.",
      "relationship": "Cold outreach. Referenced her book 'Creative Acts for Curious People' to show familiarity with her work.",
      "context": "Framework applies design thinking principles to startup strategy — aligns with d.school's focus on structured creativity and human-centered problem-solving. Could complement curriculum for students tackling entrepreneurial challenges. Selcuk's credentials: YC W14, 500 VP, Bunch ($26M raised, 10M users). Ask: Curriculum integration for d.school students."
    },
    {
      "tier": 2,
      "name": "Tom Byers",
      "organization": "Stanford STVP",
      "email": "tbyers@stanford.edu",
      "emailSubject": "Pivot framework for engineering entrepreneurs — STVP curriculum",
      "emailBody": "Dear Professor Byers,\n\nI'm Selcuk Atli — a serial founder who started and exited two ad-tech startups, and most recently built Bunch (raised $26M, 10M users). I'm also a YC W14 alum and 500 Startups Venture Partner.\n\nAfter my second startup Boostable, while I was investing and mentoring at 500, I developed a mental framework called the Pivot Pyramid to help startups think about how to pivot and experiment. It got picked up by VentureBeat and the 500 blog at the time.\n\nRecently, I noticed it's been cited organically in several places — Founders Institute, among others — so I decided to polish it into a proper framework and ebook. I'm also building an AI agent and canvas editor to help founders put it into practice.\n\nThe framework provides a structured approach to startup pivots, organized as a hierarchy: Customer → Problem → Solution → Technology → Growth. It includes diagnostic tools, playbooks for each pivot type, and a cost/impact matrix for decision-making.\n\nGiven STVP's focus on principled entrepreneurship and responsible innovation, I think this framework could help engineering students approach the messy process of pivoting with more rigor.\n\nWould you be open to reviewing it? I'd be honored to contribute to STVP in any capacity — guest lecture, curriculum material, or case study.\n\nBest regards,\nSelcuk Atli",
      "background": "Professor at Stanford's STVP (Stanford Technology Ventures Program). STVP focuses on principled entrepreneurship and responsible innovation, specifically for engineering students. Teaches how to build technology companies.",
      "relationship": "Cold outreach.",
      "context": "Framework includes diagnostic tools, playbooks for each pivot type, and cost/impact matrix — the kind of structured, rigorous approach that appeals to engineering students. STVP focuses on principled entrepreneurship which aligns with systematic pivot methodology. Ask: Guest lecture, curriculum material, or case study contribution."
    },
    {
      "tier": 2,
      "name": "Deepak Hegde",
      "organization": "NYU Stern / Endless Frontier Labs",
      "email": "dh99@stern.nyu.edu",
      "emailSubject": "Pivot framework for science-based startups — EFL curriculum",
      "emailBody": "Dear Professor Hegde,\n\nI'm Selcuk Atli — a serial founder who started and exited two ad-tech startups, and most recently built Bunch (raised $26M, 10M users). I'm also a YC W14 alum and 500 Startups Venture Partner.\n\nAfter my second startup Boostable, while I was investing and mentoring at 500, I developed a mental framework called the Pivot Pyramid to help startups think about how to pivot and experiment. It got picked up by VentureBeat and the 500 blog at the time.\n\nRecently, I noticed it's been cited organically in several places — Founders Institute, among others — so I decided to polish it into a proper framework and ebook. I'm also building an AI agent and canvas editor to help founders put it into practice.\n\nScience and technology startups face unique pivot challenges — especially at the Technology layer. The Pivot Pyramid provides a structured hierarchy (Customer → Problem → Solution → Technology → Growth) with specific playbooks for each type of pivot.\n\nGiven EFL's focus on transforming scientific breakthroughs into high-growth businesses, I think this framework could help founders navigate the transition from lab to market more systematically.\n\nWould you be open to exploring this for EFL or the Berkley Center? I'd be happy to share the draft and demo the tools.\n\nBest regards,\nSelcuk Atli",
      "background": "Professor at NYU Stern. Runs Endless Frontier Labs (EFL) — a program focused on transforming scientific breakthroughs into high-growth businesses. Also connected to Berkley Center. Specializes in science/deep-tech commercialization.",
      "relationship": "Cold outreach.",
      "context": "Science and deep-tech startups face unique Technology layer pivot challenges — when the underlying tech doesn't work or needs to change. EFL focuses on lab-to-market transition which is exactly where Technology pivots happen. Ask: EFL or Berkley Center curriculum integration."
    },
    {
      "tier": 2,
      "name": "Angela Lee",
      "organization": "Columbia Business School",
      "email": "awl2108@gsb.columbia.edu",
      "emailSubject": "Pivot framework for Columbia entrepreneurs — Lang Center curriculum",
      "emailBody": "Dear Professor Lee,\n\nI'm Selcuk Atli — a serial founder who started and exited two ad-tech startups, and most recently built Bunch (raised $26M, 10M users). I'm also a YC W14 alum and 500 Startups Venture Partner.\n\nAfter my second startup Boostable, while I was investing and mentoring at 500, I developed a mental framework called the Pivot Pyramid to help startups think about how to pivot and experiment. It got picked up by VentureBeat and the 500 blog at the time.\n\nRecently, I noticed it's been cited organically in several places — Founders Institute, among others — so I decided to polish it into a proper framework and ebook. I'm also building an AI agent and canvas editor to help founders put it into practice.\n\nThe framework provides a structured approach to evaluating and executing pivots: Customer → Problem → Solution → Technology → Growth. For investors, it also offers a diagnostic lens for evaluating whether a struggling portfolio company should pivot — and where.\n\nGiven your dual perspective as an educator and investor (37 Angels), I think you'd find the framework's approach to pivot cost/benefit analysis particularly interesting.\n\nWould you be open to reviewing it? I'd be honored to contribute to the Lang Center — whether as a guest speaker, curriculum material, or case study.\n\nBest regards,\nSelcuk Atli",
      "background": "Columbia Business School professor. Founder of 37 Angels — an angel investing network focused on funding women-led startups and training new angel investors. Has dual perspective as both educator and active investor.",
      "relationship": "Cold outreach.",
      "context": "Her dual perspective (educator + investor via 37 Angels) makes the framework useful from two angles: teaching founders when/how to pivot, AND giving investors a diagnostic lens for struggling portfolio companies. Lang Center is Columbia's entrepreneurship hub. Ask: Guest speaker, curriculum material, or case study for Lang Center."
    },
    {
      "tier": 2,
      "name": "Steve Blank",
      "organization": "Stanford / Berkeley",
      "email": "steveblank.com/contact",
      "emailSubject": "Pivot framework that builds on Customer Development",
      "emailBody": "Dear Steve,\n\nI'm Selcuk Atli — a serial founder who started and exited two ad-tech startups, and most recently built Bunch (raised $26M, 10M users). I'm also a YC W14 alum and 500 Startups Venture Partner.\n\nYour work on Customer Development fundamentally shaped how I build companies. I've developed a framework called the Pivot Pyramid that I believe extends your methodology.\n\nAfter my second startup Boostable, while I was investing and mentoring at 500, I developed this mental framework to help startups think about how to pivot and experiment. It got picked up by VentureBeat and the 500 blog at the time. Recently, I noticed it's been cited organically in several places — Founders Institute, among others — so I decided to polish it into a proper framework and ebook.\n\nYour work taught us that startups need to \"get out of the building\" and validate hypotheses. The Pivot Pyramid provides a structured hierarchy for what to do when that validation fails: Customer → Problem → Solution → Technology → Growth.\n\nKey insight: Not all pivots are equal. A Customer pivot is fundamentally different (and more expensive) than a Solution pivot. The framework provides playbooks for each type.\n\nI'm also building an AI agent and canvas editor to help founders put it into practice.\n\nWould you be open to reviewing it? Your feedback would be invaluable — and if it resonates, I'd love to explore how it might complement Lean LaunchPad.\n\nBest regards,\nSelcuk Atli",
      "background": "Father of Customer Development methodology — literally created the framework that underlies Lean Startup. Creator of Lean LaunchPad (NSF I-Corps program). Teaches at Stanford and Berkeley. Wrote 'The Four Steps to the Epiphany'. One of the most influential startup thinkers.",
      "relationship": "Cold outreach but framework explicitly extends his foundational Customer Development work.",
      "context": "Pivot Pyramid extends Customer Development — it answers 'what do you do when validation fails?' His methodology teaches 'get out of the building' and validate hypotheses. This framework provides the structured next step when those hypotheses are invalidated. Could complement Lean LaunchPad curriculum. Ask: Feedback on framework, explore potential complement to Lean LaunchPad."
    },
    {
      "tier": 2,
      "name": "Kurt Beyer",
      "organization": "UC Berkeley",
      "email": "[Your contact]",
      "emailSubject": "Pivot framework I've been working on — would love your feedback",
      "emailBody": "Hey Kurt,\n\nHope you're doing well! It's been too long.\n\nI've been working on something I'd love to get your feedback on.\n\nAfter Boostable, while I was investing and mentoring at 500 Startups, I developed a mental framework called the Pivot Pyramid to help startups think about how to pivot and experiment. It got picked up by VentureBeat and the 500 blog at the time.\n\nRecently, I noticed it's been cited organically in several places — Founders Institute, among others — so I decided to polish it into a proper framework and ebook. I'm also building an AI agent and canvas editor to help founders put it into practice.\n\nThe core idea: pivots follow a hierarchy — Customer → Problem → Solution → Technology → Growth — and knowing which layer is broken determines everything.\n\nGiven your work with entrepreneurs at Berkeley, I think this could be useful as curriculum material — or at least an interesting read.\n\nWould you be open to taking a look? I'd also love to catch up if you're around.\n\nBest,\nSelcuk",
      "background": "Works with entrepreneurs at UC Berkeley. Connected to Berkeley's entrepreneurship ecosystem.",
      "relationship": "Personal connection — warm relationship from the past. Haven't talked in a while but have history together.",
      "context": "Personal reconnection opportunity combined with framework feedback. Potential Berkeley curriculum material. Casual tone appropriate given existing relationship. Ask: Review draft, potential curriculum use, and catch up personally."
    },
    {
      "tier": 2,
      "name": "Jason Kuruzovich",
      "organization": "RPI Lally School of Business",
      "email": "[Your contact]",
      "emailSubject": "Pivot framework from a former student — case study material?",
      "emailBody": "Dear Professor Kuruzovich,\n\nI hope this email finds you well. I was your student at Lally School of Business during my Masters, and I've been thinking about you as I've developed something I think could be useful for your entrepreneurship courses.\n\nSince Lally, I've started and exited two ad-tech startups, and most recently built Bunch (raised $26M, 10M users). I'm also a YC W14 alum and 500 Startups Venture Partner.\n\nAfter my second startup Boostable, while I was investing and mentoring at 500, I developed a mental framework called the Pivot Pyramid to help startups think about how to pivot and experiment. It got picked up by VentureBeat and the 500 blog at the time.\n\nRecently, I noticed it's been cited organically in several places — Founders Institute, among others — so I decided to polish it into a proper framework and ebook. I'm also building an AI agent and canvas editor to help founders put it into practice.\n\nThe framework organizes pivots into a hierarchy: Customer → Problem → Solution → Technology → Growth.\n\nWould you be interested in reviewing it? I'd be honored if it could be useful for Lally students — as a case study, guest lecture, or course reading.\n\nBest regards,\nSelcuk Atli",
      "background": "Professor at RPI Lally School of Business. Teaches entrepreneurship courses. RPI is Rensselaer Polytechnic Institute — engineering-focused university.",
      "relationship": "Former professor — Selcuk was his student during Masters at Lally School of Business. Strong alumni connection.",
      "context": "Alumni giving back to alma mater angle. Post-Lally credentials are impressive: two exits, Bunch ($26M, 10M users), YC W14, 500 VP. Could serve as case study, guest lecture, or course reading for current Lally students. Ask: Review framework, potential use for Lally entrepreneurship courses."
    },
    {
      "tier": 3,
      "name": "Michael Peng",
      "organization": "IDEO",
      "email": "michael@ideo.com",
      "emailSubject": "Design framework for startup pivots — potential collaboration",
      "emailBody": "Dear Michael,\n\nCongratulations on your appointment as IDEO CEO. Your work co-founding IDEO Tokyo and expanding across Asia is inspiring.\n\nI'm Selcuk Atli — a serial founder who started and exited two ad-tech startups, and most recently built Bunch (raised $26M, 10M users). I'm also a YC W14 alum and 500 Startups Venture Partner.\n\nAfter my second startup Boostable, while I was investing and mentoring at 500, I developed a mental framework called the Pivot Pyramid to help startups think about how to pivot and experiment. It got picked up by VentureBeat and the 500 blog at the time.\n\nRecently, I noticed it's been cited organically in several places — Founders Institute, among others — so I decided to polish it into a proper framework and ebook. I'm also building an AI agent and canvas editor to help founders put it into practice.\n\nThe framework applies design thinking principles to startup strategy, providing a structured approach to business model pivots: Customer → Problem → Solution → Technology → Growth.\n\nGiven IDEO's focus on human-centered design and your background in venture building at Moon Creative Lab, I think there could be interesting synergies — whether as IDEO U content, client workshop material, or something else.\n\nWould you be open to exploring this?\n\nBest regards,\nSelcuk Atli",
      "background": "New CEO of IDEO (recently appointed). Co-founded IDEO Tokyo and led expansion across Asia. Background in venture building at Moon Creative Lab (Mitsui's venture studio). IDEO is the world-famous design consultancy known for design thinking.",
      "relationship": "Cold outreach. Congratulated him on new CEO appointment.",
      "context": "IDEO's core focus is human-centered design — framework applies same principles to startup strategy. His Moon Creative Lab background means he understands venture building firsthand. IDEO U is their online education platform. Ask: IDEO U content, client workshop material, or other collaboration."
    },
    {
      "tier": 3,
      "name": "Tim Brown",
      "organization": "IDEO (Chair Emeritus)",
      "email": "tim@ideo.com",
      "emailSubject": "Framework that applies \"Change by Design\" to startup pivots",
      "emailBody": "Dear Tim,\n\nI'm Selcuk Atli — a serial founder who started and exited two ad-tech startups, and most recently built Bunch (raised $26M, 10M users). I'm also a YC W14 alum and 500 Startups Venture Partner.\n\nYour book \"Change by Design\" fundamentally shaped how I think about problem-solving.\n\nAfter my second startup Boostable, while I was investing and mentoring at 500, I developed a mental framework called the Pivot Pyramid to help startups think about how to pivot and experiment. It got picked up by VentureBeat and the 500 blog at the time.\n\nRecently, I noticed it's been cited organically in several places — Founders Institute, among others — so I decided to polish it into a proper framework and ebook. I'm also building an AI agent and canvas editor to help founders put it into practice.\n\nThe framework applies design thinking principles to startup strategy. The core insight: pivots follow a hierarchy — Customer → Problem → Solution → Technology → Growth — and each layer requires different design approaches.\n\nI think of it as \"Change by Design\" for the messy reality of startup pivots — structured creativity when everything is breaking.\n\nWould you be open to reviewing it? Your feedback would be invaluable, and if it resonates, I'd be honored to have your endorsement.\n\nBest regards,\nSelcuk Atli",
      "background": "Author of 'Change by Design' — seminal book on design thinking. IDEO Chair Emeritus (former CEO). Pioneer who brought design thinking into mainstream business. TED speaker. One of the most influential voices in design.",
      "relationship": "Cold outreach but explicitly builds on his foundational 'Change by Design' work.",
      "context": "Framing: 'Change by Design for startup pivots' — structured creativity when everything is breaking. His book shaped how Selcuk thinks about problem-solving. Each pyramid layer requires different design approaches. Ask: Feedback on framework, potential endorsement."
    },
    {
      "tier": 4,
      "name": "Eric Ries",
      "organization": "Lean Startup",
      "email": "leanstartup.co/contact",
      "emailSubject": "Framework that extends the Lean Startup for pivots",
      "emailBody": "Dear Eric,\n\nI'm Selcuk Atli — a serial founder who started and exited two ad-tech startups, and most recently built Bunch (raised $26M, 10M users). I'm also a YC W14 alum and 500 Startups Venture Partner.\n\n\"The Lean Startup\" changed how I build companies.\n\nAfter my second startup Boostable, while I was investing and mentoring at 500, I developed a mental framework called the Pivot Pyramid to help startups think about how to pivot and experiment. It got picked up by VentureBeat and the 500 blog at the time.\n\nRecently, I noticed it's been cited organically in several places — Founders Institute, among others — so I decided to polish it into a proper framework and ebook. I'm also building an AI agent and canvas editor to help founders put it into practice.\n\nWhile the Lean Startup teaches us to \"pivot or persevere,\" I've found founders need more structure for the pivot itself.\n\nThe Pivot Pyramid provides:\n- A hierarchy for understanding pivots: Customer → Problem → Solution → Technology → Growth\n- Playbooks for each type of pivot\n- A cost/impact framework for timing pivots\n\nI'd be honored if you'd review it. Your feedback would help me improve the framework, and if it resonates, I'd love to explore how it might complement your work.\n\nBest regards,\nSelcuk Atli",
      "background": "Author of 'The Lean Startup' — one of the most influential startup books ever written. Created the Build-Measure-Learn loop and popularized the term 'pivot'. Pioneer of lean methodology. The book literally defines 'pivot or persevere' decision-making.",
      "relationship": "Cold outreach but framework explicitly extends his foundational Lean Startup work.",
      "context": "The Lean Startup teaches 'pivot or persevere' but doesn't provide structure for HOW to pivot. Pivot Pyramid fills this gap with: hierarchy (which layer?), playbooks (how to execute each type), cost/impact framework (when to pivot). Directly extends his methodology. Ask: Feedback, potential complement to Lean Startup ecosystem."
    }
  ]
}
